create table if not exists garlic (id bigserial primary key , title varchar(255), cost int);

insert into garlic (title, cost)
values ( 'Яица', 50 ),
       ( 'Марковь', 40 ),
       ( 'Лук', 35 ),
       ( 'Свекла', 45 ),
       ( 'Горох', 20 ),
       ( 'Капуста', 60 ),
       ( 'Кабачки', 33 ),
       ( 'Ананасы', 145 ),
       ( 'Дыни', 150 ),
       ( 'Апельсины', 120 ),
       ( 'Яблоки', 20),
       ( 'Мандарины', 111 ),
       ( 'Мука', 66 ),
       ( 'Кефир', 67 ),
       ( 'Йогурт', 89 ),
       ( 'Чеснок', 25 ),
       ( 'Макароны', 55 ),
       ( 'Рис', 130 ),
       ( 'Гречка', 135 ),
       ( 'Молоко', 55 );