create table if not exists category (id bigserial primary key , title varchar(255), cost int, category varchar(255));

insert into category (title, cost, category)
values ( 'Яица', 50, 'Продукты' ),
       ( 'Марковь', 40, 'Овощи' ),
       ( 'Лук', 35, 'Овощи' ),
       ( 'Свекла', 45, 'Овощи' ),
       ( 'Горох', 20, 'Овощи'),
       ( 'Капуста', 60, 'Овощи'),
       ( 'Кабачки', 33, 'Овощи'),
       ( 'Ананасы', 145, 'Фрукты'),
       ( 'Дыни', 150, 'Фрукты'),
       ( 'Апельсины', 120, 'Фрукты'),
       ( 'Яблоки', 20, 'Фрукты'),
       ( 'Мандарины', 111, 'Фрукты'),
       ( 'Мука', 66, 'Молочка'),
       ( 'Кефир', 67, 'Молочка'),
       ( 'Йогурт', 89, 'Молочка'),
       ( 'Тыква', 77, 'Овощи'),
       ( 'Соки', 55, 'Фрукты'),
       ( 'Рис', 130, 'Продукты'),
       ( 'Гречка', 135, 'Продукты'),
       ( 'Молоко', 55, 'Молочка');